[
	{
	    "title" : "Early Morning Scout Patrol", 
	    "caption"   : "The Endor forest was a place of great beauty and tranquility. Early morning patrol flights were magical, as the forests were filled with mist, pollen and a multitude of flying insects. These flights were flown at near idle speeds for maximum relaxation. Photographing this was far from being peaceful. It was a very hot day in the woods, very hot! I was sweating hard and, unprotected, attacked by an army of mosquitoes, that before I realized I was crouching on a piece of rock hosting some aggressively biting ants. I gave up before placing some ewoks on the moss for a more complicated composition. Afterwards I heard adders were often spotted amongst the rocks I was treading on with my sandals. Didn't see any, though...",
		"url" : "http://www.flickr.com/photos/avanaut/5973753600/in/photostream/",
	    "imageUrl" : "img/early-morning-scout-patrol.jpg",
		"author" : "Vesa Lehtimäki"
	},
	{
	    "title" : "Driving around", 
	    "caption"   : "Day 196 - Driving around<br>Finally, in the evening the sun was shining. Time for the first test drive :) That has been so much fun! Tomorrow the sun will shine again, Oliver is planning a trip. I'm curious where we go.<br>Endlich, am Abend schien die Sonne. Zeit für die erste Testfahrt :) Das hat so viel Spaß gemacht! Morgen soll wieder die Sonne scheinen, Oliver plant einen Ausflug. Ich bin gespannt, wo wir hinfahren.<br>Please check: 365.olivertotzke.de for the complete project and leave a comment there!",
	    "url" : "http://www.flickr.com/photos/unitedphotography/5941046426/",
	   	"imageUrl" : "img/driving-around.jpg",
		"author" : "Oliver Totzke"
	},
	{
	    "title" : "Catching the Rain: the 5D Mark II and the water", 
	    "caption"   : "The rain interrupted the day out with the Canon 5D Mark II while the light was still very good for the new Canon camera. London, 4th December 2008.",
	    "url" : "http://www.flickr.com/photos/unitedphotography/5941046426/",
	   	"imageUrl" : "img/Catching-the-Rain-the-5D-Mark-II-and-the-water-by-Carlo-Nicora-575x383.jpg",
		"author" : "Carlo"
	},	
	{
	    "title" : "Queen of Blades", 
	    "caption"   : "A fanart of Sarah Kerrigan from Starcraft. I was very fond of that character when I was playing BroodWars years ago, so now that she is back I decided to pay a little tribute to her.<br>Whole character including modeling, texturing and lightning was done in Zbrush3 (i just got it weak ago and its sort of brilliant ).<br>I used good old Photoshop for some final composing, adding simple background, eyebrows, detailing eyes, few light and shadow fixes and overall postproduction",
	    "url" : "http://www.okonart.com/#portfolio&illustrations&14",
	   	"imageUrl" : "img/Queen_of_Blades_by_OmeN2501.jpg",
		"author" : "Mark Okon"
	}
]